[
    {
        "name": "Spoops",
        "full_title": "God of Life and Death, Grandmaster Spoops The Crusader",
        "description": "Spoops, the Undead Skeleton, wakes up along the beach and finds himself uncovering fragmented memories of his past. In one recollection, he defends an ancient Elven city from a deity's assault, sealing a powerful minion before its sinking. Another memory paints him as the betrayed Grandmaster of a Paladin order, slain during a war against Liches. Who knows what awaits this enigma.",
        "class_name": "Cleric",
        "subclass": "Death Domain",
        "background": "Sailor",
        "icon_path": "/spoops.webp",
        "race": "Undead Skeleton",
        "alignment": "Chaotic Neutral",
        "level": "20 Boon 10"
    },
    {
        "name": "Bazzdos",
        "full_title": "The Grand Prophet, The Fragment of Spoops, Lord Duke Bazzdows, Master of the Forge, Artificer Master",
        "description": "Bazzdos is a versatile character skilled in the art of forging and magic. Their journey involves managing factories across different dimensions and providing guidance to others. Amidst their adventures, they confront assassination threats and navigate the mysteries surrounding dead gods and exiled beings.",
        "class_name": "Artificer, Wizard, Warlock",
        "subclass": "Armourer, Hexblade",
        "background": "Robot",
        "icon_path": "/bazzdos.webp",
        "race": "Warforged",
        "alignment": "Lawful",
        "level": "20 Boon 6"
    },
    {
        "name": "Breezy-E",
        "full_title": "Chef Breezy-E, The Master of the Spaghetti",
        "description": "Breezy-E is a highly skilled fighter embodying the chaotic evil alignment. Their arsenal includes powerful weapons like the Arc of Death's Touch and Godsbane, alongside abilities such as Tireless Spirit and Strength Before Death. Alongside their prowess in combat, they possess a unique culinary talent as a Chef, able to provide beneficial food during rests and treats for temporary hit points.",
        "class_name": "Fighter, Warlock",
        "subclass": "Samurai, Great Old One",
        "background": "Gladiator",
        "icon_path": "/breezy.webp",
        "race": "Human",
        "alignment": "Chaotic Evil",
        "level": "20 Boon 6"
    },
    {
        "name": "Adalynn",
        "full_title": "Adalynn: Frostborn of the Interplanar Void",
        "description": "Adalynn, Frostborn of the Interplanar Void, is the most powerful wizard in the room. Raising castles from the earth into the sky, moving between realms and dimensions, Adalynn is a force to be reckoned with. Her power is only matched by her cunning and her ability to manipulate the world around her. She is a master of the arcane and a master of the mind, known to have a plan for any outcome on the timeline.",
        "class_name": "Wizard",
        "subclass": "Chronurgy",
        "background": "Sage",
        "icon_path": "/Adalynn.webp",
        "race": "Bronze Dragon",
        "alignment": "Neutral Good",
        "level": "20 Boon 6"
    },
    {
        "name": "Krorg",
        "full_title": "Krorg King of Altricia",
        "description": "Krorg, the world's largest gnome, has led a remarkable journey, wrestling bears, fighting cannons, and extinguishing fires with speed. They've negotiated contracts, led pirate crews, and faced dragons solo. Despite unintentional destruction and economic crises, their transition to druidism and rise to kingship showcase a journey filled with twists and turns, solidifying their status as an unparalleled adventurer.",
        "class_name": "Barbarian",
        "subclass": "Path of the Giant",
        "background": "Lawful Neutral",
        "icon_path": "/krog.webp",
        "race": "Gnome",
        "alignment": "Lawful Neutral",
        "level": "8"
    },
    {
        "name": "Os Vrtnica",
        "full_title": "Os Vrtnica, The Celestial Inspiration and God of Virility",
        "description": "Os Vrtnica was a gifted musician among the high elves but struggled with arrogance and a desire for attention, hindering his relationships. Sent into the world by his family, he made a living performing in taverns. The death of Krorg's pet bear catalyzed Os's realization of life's fleeting nature and spurred his quest for control. Through losses and challenges, including ascending to godhood, Os finds solace and companionship in his bond with Spoops, his trusted ally.",
        "class_name": "Bard",
        "subclass": "College of Eloquence",
        "background": "Folk Hero",
        "icon_path": "/os.webp",
        "race": "High Elf",
        "alignment": "Chaotic Good",
        "level": "20"
    },
    {
        "name": "Elira Aniveshak",
        "full_title": "Elira Aniveshak",
        "description": "Elira Aniveshak, once a devout Inkling for the revered religion of Profeta, becomes disenchanted with the oppressive practices of her order and finds refuge in a traveling theater troupe, only to be pursued by the wrath of a vengeful deity. This prompts her to embark on a journey to another dimension in a bid to protect her newfound family, all while grappling with a myriad of new challenges and adversaries.",
        "class_name": "Sorcerer",
        "subclass": "Divine Soul",
        "background": "Acolyte",
        "icon_path": "/elira.webp",
        "race": "Human",
        "alignment": "Neutral Good",
        "level": "20"
    }
]